Repository: AbdallahMohammedAdly/MotoPay
Catalog: src/AutoLease.Web/Resources/Pages.Account.Register.*.resx
Languages: ar

source: Register
ar: إنشاء حساب

# CreateYourAccount
source: Create Your AutoLease Account
ar: أنشئ حسابك في أوتوليز

source: Select your role
ar: اختر دورك

# RoleClientOption
source: Client - I want to lease vehicles
ar: عميل - أريد استئجار مركبات

# RoleSalesAgentOption
source: Sales Agent - I want to manage leases
ar: مندوب مبيعات - أريد إدارة العقود

source: Client
ar: عميل

# ClientDesc
source: Browse and apply for vehicle leases
ar: تصفح وتقدم لعقود تأجير المركبات

source: Sales Agent
ar: مندوب مبيعات

# SalesAgentDesc
source: Manage vehicles, offers, and client applications
ar: إدارة المركبات والعروض وطلبات العملاء

source: Create Account
ar: إنشاء الحساب

# AlreadyHaveAccount
source: Already have an account?
ar: لديك حساب بالفعل؟

source: Sign in here
ar: سجل الدخول من هنا
